Repository: allsecure-pay/open-woocommerce
Catalog: allsecure_woo/languages/allsecure_woo-*.po
Languages: sr_rs

source: AllSecure Credit Cards
sr_rs: Platne Kartice

source: AllSecure Credit Cards payments
sr_rs: Plaćanje Karticama

source: Credit Cards
sr_rs: Plaćanje Karticama

source: AllSecure Configuration Settings
sr_rs: Konfiguracija

source: Enable/Disable
sr_rs: Omogući

source: Enable AllSecure
sr_rs: Omogući AllSecure Plaćanje

source: Operation Mode
sr_rs: Okruženje

source: You can switch between different environments, by selecting the corresponding operation mode
sr_rs: Možete se prebacivati između različitih okruženja, odabirom odgovarajućeg načina rada

source: Description
sr_rs: Opis

source: Pay via AllSecure
sr_rs: Platite karticama putem AllSecure sistema

source: API Test Credentials
sr_rs: API TEST Parametri

source: Enter your AllSecure Test API Credentials to process transactions via AllSecure. You can get your AllSecure Test Credentials via <a href="mailto:support@allsecure.eu">AllSecure Support</a>
sr_rs: Unesite svoje Test API paremetre kako bi procesirali transakcije kroz AllSecure. Parametre možete dobiti putem <a href="mailto:podrska@allsecure.rs">AllSecure Podrške</a>

source: Please enter your AllSecure Test Entity ID. This is needed in order to take the payment
sr_rs: Molimo unesite dobijeni Test Entity ID. Ovo je neophodno kako biste se povezali na platformu

source: Please enter your AllSecure Test Access Token. This is needed in order to take the payment
sr_rs: Molimo unesite dobijeni Test Access Token. Ovo je neophodno kako biste se povezali na platformu

source: Force Result Code
sr_rs: Forsiraj "Result Code"

source: Simulate any result code
sr_rs: Simulirajte odgovor

source: API LIVE Credentials
sr_rs: API LIVE Parametri

source: Enter your AllSecure Live API Credentials to process transactions via AllSecure. You can get your AllSecure Live Credentials via <a href="mailto:support@allsecure.eu">AllSecure Support</a>
sr_rs: Unesite svoje LIVE API parametre kako bi procesirali transakcije kroz AllSecure. Parametre možete dobiti putem <a href="mailto:podrska@allsecure.rs">AllSecure Podrške</a>

source: Please enter your AllSecure Entity ID. This is needed in order to the take payment
sr_rs: Molimo unesite dobijeni Entity ID. Ovo je neophodno kako biste se povezali na platformu

source: Please enter your AllSecure Access Token. This is needed in order to take the payment
sr_rs: Molimo unesite dobijeni Access Token. Ovo je neophodno kako biste se povezali na platformu

source: Merchant Info
sr_rs: Podaci o trgovcu

source: Please enter your Merchant Info to be displayed near the payment form
sr_rs: Molimo unesite informacije o trgovcu koje će biti prikazane kod forme za unos kartice

source: Merchant Email
sr_rs: Email Trgovca

source: Please enter your Merchant Email
sr_rs: Molimo unesite Email Trgovca

source: Please enter your Shop URL
sr_rs: Molimo unesite URL svoje internet prodavnice

source: Allsecure ID
sr_rs: ID Trgovca

source: Please enter your ID as displayed on your invoice from AllSecure
sr_rs: Molimo unesite ID trgovca koji se nalazi na fakturi koju dobijate od Allsecure

source: Version Tracker
sr_rs: Praćenje verizije

source: Enable Version Tracker
sr_rs: Omogućite praćenje verzije modula

source: When enabled, you accept to share your IP, email address, etc with us
sr_rs: U cilju održavanja i unapređenja ovog modula, vršiće se razmena informacija o verizij plugina koji imate instaliran i ostalih neophodnih informacija za komunikaciju sa vama

source: Banner Type
sr_rs: Tip banera

source: Choose type of banner you wish to use
sr_rs: Izaberite vrstu banera koji želite da prikažete

source: No Banner
sr_rs: Bez prikaza banera

source: Light Background
sr_rs: Svetla pozadina

source: Dark Background
sr_rs: Tamna pozadina

source: Payment Type
sr_rs: Vrsta plaćanja

source: Choose type of Payment you wish to use
sr_rs: Izaberite vrstu plaćanja koju želite da koristite

source: Preauthorization (PA)
sr_rs: Preautorizacija (PA)

source: Debit (DB)
sr_rs: Direktna naplata (DB)

source: Accepted Cards
sr_rs: Omogućene kartice

source: Contact support at <a href="support@allsecure.eu">support@allsecure.eu</a> if you want to accept AMEX transactions
sr_rs: Kontaktirajte podršku na <a href="podrska@allsecure.rs">podrska@allsecure.rs</a> ukoliko želite da prihvatate AMEX transakcije

source: Acquiring Partner
sr_rs: Partner Prihvatilac

source: Acquirer where holding Merchant Account
sr_rs: Prihvatilac gde je trgovac otvorio Internet račun

source: Cardholder not valid
sr_rs: Uneti podaci o korisniku kartice nisu ispravni

source: Cancel
sr_rs: Otkaži

source: Merchant
sr_rs: Prodavac

source: This is the TEST MODE. No money will be charged
sr_rs: TESTNI REŽIM. Novac neće biti naplaćen

source: Configuration error
sr_rs: Greška u konfiguraciji

source: AllSecure Transaction Successful. The Transaction ID was %s and Payment Status %s. Payment type was %s. Autorizacion bank code: %s
sr_rs: Uspešna transakcija. ID transakcije: %s , Status: %s. Tip plaćanja: %s. Autorizacioni kod: %s

source: Transaction Successful. The status message <b>%s</b>
sr_rs: Transakcija je uspešna. Odgovor glasi: <b>%s</b>

source: AllSecure Capture Processed Successful. The Capture ID was %s and Request Status => %s
sr_rs: Kompletiranje (CP) Uspešno. ID transakcije: %s Status: %s

source: AllSecure Capture Request Failed. The Capture Status => %s. Code is == %s
sr_rs: Kompletiranje (CP) neuspešno. Status: %s Kod: %s

source: AllSecure Reversal Processed Successful. The Reversal ID was: %s and Request Status: %s
sr_rs: Otkazivanje (RV) uspešno. ID transakcije: %s Status: %s

source: AllSecure Reversal Request Failed. The Reversal Status: %s. Code is: %s
sr_rs: Otkazivanje (RV) neuspešno. Status: %s Kod: %s

source: AllSecure Refund Processed Successful. The Refund ID: %s and Request Status: %s
sr_rs: Refundacija (RF) uspešno. ID transakcije: %s Status: %s

source: AllSecure Refund Request Failed. The Refund Status: %s
sr_rs: Refundacija (RF) neuspešna. Status: %s

source: <strong>%s</strong> is enabled and WooCommerce is not forcing the SSL certificate on your checkout page. Please ensure that you have a valid SSL certificate and that you are <a href=\"%s\">forcing the checkout pages to be secured.</a>
sr_rs: <strong>%s</strong> modul je omogućen. Molimo proverite validnost vašeg SSL sertifikata i da ste ga <a href="%s">primenili kako bi vaša checkout strana bila sigurna.</a>

source: Transaction Unsuccessful. The status message <b>%s</b>
sr_rs: Neuspešna transakcije. Odgovor glasi: <b>%s</b>

source: Transaction details
sr_rs: Detalji transakcije

source: Transaction Codes
sr_rs: Autorizacioni kodovi

source: Card Type
sr_rs: Tip kartice

source: Transaction Time
sr_rs: Vreme transakcije

source: The account holder entered does not match your name. Please use an account that is registered on your name
sr_rs: Ime korisnika metoda plaćanja se ne poklapa sa vašim imenom. Molimo vas da koristite metod plaćanja koji glasi na vaše ime

source: Unfortunately, the card/account data you entered was not correct. Please try again
sr_rs: Uneti podaci o platnoj kartici nisu ispravni. Molimo pokušajte ponovo

source: Unfortunately, the credit card you entered can not be accepted. Please contact your bank
sr_rs: Kartica koju ste koristili ne može biti prihvaćena. Molimo kontaktirajte svoju banku

source: Unfortunately, the credit card you entered can not be accepted. Please choose a different card or payment method
sr_rs: Plaćanje ovom karticom nije moguće. Pokušajte plaćanje drugom karticom ili izaberite drugi metod plaćanja

source: Unfortunately, the credit card you entered can not be accepted. Please choose a different card or payment methodD
sr_rs: Plaćanje ovom karticom nije moguće. Pokušajte plaćanje drugom karticom ili izaberite drugi metod plaćanja

source: Unfortunately, the credit card you entered is expired. Please choose a different card or payment method
sr_rs: Transakcija je odbijena. Kartica koju ste uneli je istekla. Molimo pokušajte drugom karticom ili izaberite drugi metod plaćanja

source: Unfortunately, the CVV/CVC you entered is not correct. Please try again
sr_rs: Transakcija je odbijena. CVV kod koji ste uneli nije validan. Proverite svoje podatke i pokušajte ponovo

source: Unfortunately, the expiration date you entered is not correct. Please try again
sr_rs: Transakcija je odbijena. Datum isteka kartice nije ispravan. Pokušajte ponovo

source: Unfortunately, the limit of your credit card is exceeded. Please choose a different card or payment method
sr_rs: Transakcija je odbijena. Premašen je limit na ovoj kartici. Molimo Vas da transakciju izvršite drugom karticom ili drugim metodom plaćanja

source: Unfortunately, your 3D security authentication failed. Please contact your bank before trying again
sr_rs: Vaša 3D Secure autentifikacija nije uspela. Molimo pozovite banku koja vam je izdala karticu pre nego što ponovo pokušate plaćanje

source: Unfortunately, there has been an error while processing your request. Please try later later or try with another card or use card that its not 3D Secure
sr_rs: Transakcija je odbijena. Postoji trenutni tehnički problem u 3D-Secure okruženju. Molimo pokušajte ponovo kasnije, ili koristite karticu koja nije 3D-Secure

source: Unfortunately, there has been an error while processing your request. Please try again
sr_rs: Transakcija je odbijena. Metod plaćanja nije podržan. Kontaktirajte nas

source: Unfortunately, your credit limit is exceeded. Please choose a different card or payment method
sr_rs: Transakcija je odbijena. Prekoračen je dozvoljeni limit na vašem računu. Molimo pokušajte drugom karticom ili metodom plaćanja

source: Limit of transaction is exceeded. Please try again in one hour or contact us
sr_rs: Maksimalni broj transakcija je premašen. Pokušajte ponovo nešto kasnije

source: Unfortunately, your transaction has failed. Please choose a different card or payment method
sr_rs: Transakcija je odbijena. Molimo pokušajte ponovo sa drugom karticom ili metodom plaćanja

source: Unfortunately, your transaction has failed. Please choose a different card or contact us
sr_rs: Nažalost transakcija je odbijena. Molimo vas da pokušate drugom karticom ili nas kontaktirajte

source: We are sorry. We could no accept your card as its origin does not match your address
sr_rs: Transakcija je odbijena. Neispravni podaci o adresi

source: You cancelled the payment prior to its execution. Please try again later
sr_rs: Prekinuli ste proces plaćanja pre kraja. Molimo vas da pokušate ponovo

source: Session timeout. Please try again later
sr_rs: Isteklo dozvoljeno vreme za završetak transakcije. Molimo pokušajte ponovo nešto kasnije

source: Recurring transactions have been deactivated for this credit card. Please register another card
sr_rs: Transakcija je odbijena. Korisnik je zahtevao od svoje banke da onemogući naplaćivanje ponavljajućih plaćanja. Pokušajte drugom karticom ili metodom plaćanja

source: Unfortunately, your transaction has been declined due to invalid data. Please choose a different card
sr_rs: Transakcija je odbijena. Molimo vas da proverite podatke i pokušajte ponovo

source: Unfortunately, your transaction has failed. Please check the personal data you entered
sr_rs: Ova transakcija je odbijena. Proverite unesene podatke, i pokušajte ponovo

source: Unfortunately, your transaction has failed. Please try again
sr_rs: Transakcija je odbijena. Molimo vas da pokušate ponovo

source: Transaction has failed due to communication reasons. Please try again after some time
sr_rs: Transakcije nije uspela zbog problema u komunikaciji sa eksternim procesorima

source: Unfortunately, your transaction has failed. Please check your tansaction
sr_rs: Transakcija je odbijena. Molimo vas da proverite sa svojom bankom pre nego pokušate ponovo

source: Transaction declined. Contact us for more details
sr_rs: Transakcija je odbijena. Molimo vas da nas kontaktirate za više detalja o razlozima

source: Unfortunately, your transaction has failed. Please try again later or choose a different card
sr_rs: Ova transakcija je odbijena. Pokušajte ponovo nešto kasnije

source: Giropay is not supported for this transaction. Please choose a different payment method
sr_rs: Giropay ne podržava ovu transakciju. Molimo izaberite drugačiji metod plaćanja

source: Transaction can not be captured
sr_rs: Transakcija ne može biti kompletirana

source: Card holder has advised his bank to stop this recurring payment
sr_rs: Korisnik je zahtevao od svoje banke da prestane sa naplaćivanjem ponavljajućih plaćanja

source: Transaction can not be refunded or reversed
sr_rs: Transakciju nije moguće refundirati ili otkazati

source: Unfortunately, your transaction has failed. Please enter a valid telephone number
sr_rs: Transakcija je odbijena. Molimo unesite ispravan broj telefona
